
configure = {
    "tag":[
        {
            "label":"矩形标注",
            "color": [255,0,255,100]
        }
        ,
        {
            "label":"圆形标注",
            "color": [0,255,255,100]
        },
        {
            "label": "椭圆标注",
            "color": [255,0,0,100]
        },
        {
            "label": "直线标注",
            "color": [90,10,20,100]
        },
        {
            "label": "圆弧标注",
            "color": [0,0,205,100]
        },
        {
            "label": "椭圆形标注",
            "color": [249,255,100,100]
        },

    ],
    "sequence":["从左到右", "从上到下"],
    "linked":["无关联", "上关联", "下关联","左关联","右关联","无关联"],
    "image_format":["bmp","jpg","png","tif","jfif"]
}